[
    {
        "start_time": "2023-04-14T13:30:00Z",
        "end_time": "2023-04-14T13:35:00Z",
        "tweets": "The stock market loves higher interest rates and QT, higher! $SPY Breaking News: Dow falls slightly as investors assess first-quarter earnings, retail sales data BLOOD IN THE STREETS, GET YOU SOME (1/3) \"You get recessions, you have stock market declines. If you don't understand that's going to happen, then you're not Reading #5047 =&gt; Twitter's sentiment of the stock market is bearish with a reading of -63. I know it’s not popular anymore with the internet professors because we’re not getting early pandemic returns, but the stock"
    },
    {
        "start_time": "2023-04-14T13:35:00Z",
        "end_time": "2023-04-14T13:40:00Z",
        "tweets": "relationships have become a stock market evaluation $SPY Breaking News: Dow trades flat as investors assess first-quarter earnings, retail sales data While France is burning in constant riots across the country, it's stock market index CAC 40 becomes the first major"
    },
    {
        "start_time": "2023-04-14T13:40:00Z",
        "end_time": "2023-04-14T13:45:00Z",
        "tweets": "The stock market is not the economy. Stay focused on individual companies and their fundamentals. April 14th, 2019, part 1:\n\n-DJT: “If the Fed had done its job properly, which it has not, the Stock Market For those following me who have missed me the last few months. I will be making a return, but not"
    },
    {
        "start_time": "2023-04-14T13:45:00Z",
        "end_time": "2023-04-14T13:50:00Z",
        "tweets": "#Stocks open lower as banks rally, tech sinks: Stock market news today \"The stock market is filled with individuals who know the price of everything, but the value of nothing.\" \n\n- Philip US stocks opened lower on Friday. The earnings season for the US stock market has begun, and most of the"
    },
    {
        "start_time": "2023-04-14T13:50:00Z",
        "end_time": "2023-04-14T13:55:00Z",
        "tweets": "\"جعفر العمده invested in the stock market with the help of artificial intelligence on Thursday night, hoping to strike gold The corruption is alive and well in the stock market today!\nAnother day that #AMC is robbed. \n#AMC will be at Economic news just in: The stock market goes up, the dollar goes down, and I still can't afford avocado toast. Xeno1point0 libingzhi55 Awesome! $JASMY From Xeno🐯sendnano 0.001 Starting to think the stock market is rigged.... 🤷 taylor swift has the power to crash the stock market Sat out of the stock market for 2 weeks now. Haven't done that in some yrs. I needed to re-learn"
    },
    {
        "start_time": "2023-04-14T13:55:00Z",
        "end_time": "2023-04-14T14:00:00Z",
        "tweets": "Should I wait until the economy declines in order to invest in Vanguard mutual funds?There is no Guarantee that your The mafia controlled stock market wants to make sure the public stays ignorant so it's easier to take advantage of To stock market and crypto bears: get out now. You don’t want to be on the tracks as this bull Racist #LamestreamMedia attack black SCOTUS justice; ignore former Speaker’s (White woman) manipulation of stock market for millions. Bigotry confirmed."
    },
    {
        "start_time": "2023-04-14T14:00:00Z",
        "end_time": "2023-04-14T14:05:00Z",
        "tweets": "In other words i'm bullish short-medium term, I do think there'll be a big stock market crash in the coming When you takeContributions from your paycheck and invest them in the stock market, your money grows tax-free while you are $SPY Breaking News: Supreme Court asked to block ruling that threatens access to abortion pill mifepristone"
    },
    {
        "start_time": "2023-04-14T14:05:00Z",
        "end_time": "2023-04-14T14:10:00Z",
        "tweets": "$SPY to $420 or the entire stock market is a scam!!! \"US inflation rate drops to its lowest level in two years, stock market skyrockets.\"\n\nYou have no shame in misleading or Tip of the day \nGet out of the stock market #NakedShortsWar Despite some fluctuations, the stock market continues to show resilience and growth, offering opportunities for savvy investors to capitalize on"
    },
    {
        "start_time": "2023-04-14T14:10:00Z",
        "end_time": "2023-04-14T14:15:00Z",
        "tweets": "Do you think your 401k is investing in US stocks too Risky?If you are 24 years old or younger, you When you takeContributions from your paycheck and invest them in the stock market, your money grows tax-free while you are \"Anna and Michael Jackson discussed the latest news on WhatsApp while watching an intense Ajax vs Zwolle match, but their I feel like the stock market doesn't do anything anymore.\nLiterally.\nLike the trades I try to make money off, they come India's forex reserves increased by $6.306 billion to $584.755 billion for the week ended April 7, the RBI said on"
    },
    {
        "start_time": "2023-04-14T14:15:00Z",
        "end_time": "2023-04-14T14:20:00Z",
        "tweets": "Organic free-range chickens might get away from Alexander Hamilton ( ͡° ͜ʖ ͡°) the stock market will suffer because of Ariel and JuliaItuma enjoyed reading Gianni Rodari's books while NonelArena monitored the meteo and Crypto traded in the stock market. I think I literally need a stock market crash for btc to even consider going under 30k but I’m watching Circle jerking traders. The stock market drops hard all at once? Don't be fools. That would mean 7000 businesses would"
    },
    {
        "start_time": "2023-04-14T14:20:00Z",
        "end_time": "2023-04-14T14:25:00Z",
        "tweets": "“The real key to making money in stock market is not to get scared out of them.”\n\n- Lynch Are you looking to gain an edge in the stock market? Follow @youaskabhi for our unique trading indicator that gives"
    },
    {
        "start_time": "2023-04-14T14:25:00Z",
        "end_time": "2023-04-14T14:30:00Z",
        "tweets": "Attention 🚨\n\nEveryone is showing their expertise in Infosys Stock? Should we also do the same?\n\nAt least we actually know how \"I can't help but love how the stock market is crashing and millions are losing their jobs. It's such a An hour into opening of stock market\nA nasty shooting star/inverted hammer candle forming\n\nWe should have strong support at 410-411 for Best surprise on the stock market!!! #CXAI #BullMarket"
    },
    {
        "start_time": "2023-04-14T14:30:00Z",
        "end_time": "2023-04-14T14:35:00Z",
        "tweets": "Stock Market Activity Today 4/14:\n\n$JPM JPMorgan up 5% after reporting record revenues of $39.34 billion, surpassing expectations, due to higher"
    },
    {
        "start_time": "2023-04-14T14:35:00Z",
        "end_time": "2023-04-14T14:40:00Z",
        "tweets": "no tweets"
    },
    {
        "start_time": "2023-04-14T14:40:00Z",
        "end_time": "2023-04-14T14:45:00Z",
        "tweets": "no tweets"
    },
    {
        "start_time": "2023-04-14T14:45:00Z",
        "end_time": "2023-04-14T14:50:00Z",
        "tweets": "\"DrNandipha and HongKong fans are jamming to ABBA while discussing the latest WhatsApp update and trading AVAX and Ajax on"
    },
    {
        "start_time": "2023-04-14T14:50:00Z",
        "end_time": "2023-04-14T14:55:00Z",
        "tweets": "I am of the belief that most #Bitcoin  metrics and charts will be wrong regarding “the bottom” due to the"
    },
    {
        "start_time": "2023-04-14T14:55:00Z",
        "end_time": "2023-04-14T15:00:00Z",
        "tweets": "Stock market ok... Think"
    },
    {
        "start_time": "2023-04-14T15:00:00Z",
        "end_time": "2023-04-14T15:05:00Z",
        "tweets": "\"On 14 Nisan Cuma, even a Porsche cannot withstand the force of a deprem, but the Togg will rise above Hey everyone, while $JPM is making strong earnings, why not make some cash of your own? Download TEMU and use Increasing the efficiency, speed, and accuracy of #trades💹 through algorithmic trading has had a significant impact on the stock #market📊."
    },
    {
        "start_time": "2023-04-14T15:05:00Z",
        "end_time": "2023-04-14T15:10:00Z",
        "tweets": "I wanna invest in the Pakistani stock market fml I'm sick I wish I'd done it earlier The US stock market has stepped back from the 'optimistic, risk-on' positioning of yesterday.\n\nHowever, the absolute move lower today is"
    },
    {
        "start_time": "2023-04-14T15:10:00Z",
        "end_time": "2023-04-14T15:15:00Z",
        "tweets": "Jamie Dimon with the masterful under-promise, over-deliver.\n\nRecession coming... banking crisis still here... not out of the woods... but then... mic Chia, the crypto startup ($xch) announces that they have confidentially submitted a draft registration to the SEC, preparing for an"
    },
    {
        "start_time": "2023-04-14T15:15:00Z",
        "end_time": "2023-04-14T15:20:00Z",
        "tweets": "Turn around Friday going into stock market close and weekend casino begins ? \n\nA man can only hope One of the most significant triumphs in the stock market's history would be if a group of individual investors were"
    },
    {
        "start_time": "2023-04-14T15:20:00Z",
        "end_time": "2023-04-14T15:25:00Z",
        "tweets": "no tweets"
    },
    {
        "start_time": "2023-04-14T15:25:00Z",
        "end_time": "2023-04-14T15:30:00Z",
        "tweets": "You know what ...\nI like so much about invest...\nI like so much about stock market \nAnd also always grow learn \"During Gaming Days in Andalucía, ClubOriginals hosted a viewing party for the Europa League match while playing music from Lola"
    },
    {
        "start_time": "2023-04-14T15:30:00Z",
        "end_time": "2023-04-14T15:35:00Z",
        "tweets": "thanks to the stock market i can own a little piece of my favorite companies and corporations Join me for #100daysOfStocks that will be starting from tomorrow, a daily journey through the world of stock market investing."
    },
    {
        "start_time": "2023-04-14T15:35:00Z",
        "end_time": "2023-04-14T15:40:00Z",
        "tweets": "no tweets"
    },
    {
        "start_time": "2023-04-14T15:40:00Z",
        "end_time": "2023-04-14T15:45:00Z",
        "tweets": "Thijs and Anna were chatting on WhatsApp about their upcoming trip to Japan, while Wieffer was busy trading AVAX on who’s tired of this american stock market? Marriage is akin to investing in the stock market. Sometimes the volatility can make you wanna throw in the towel. Britain's top 100 companies would be worth nearly £500bn more if they did nothing other than shift their stock listing If you’re wondering why $AMC is tanking, max pain is $5.\nThe stock market is not rigged though right @GaryGensler @DOJCrimDiv"
    },
    {
        "start_time": "2023-04-14T15:45:00Z",
        "end_time": "2023-04-14T15:50:00Z",
        "tweets": "Argentina the most Bearish context\nWhere the stock market is super Bulish $pam $ggal $ypf Want to better understand price movement in the stock market? #Ichimoku Kinko Hyo is a powerful technical analysis tool that"
    },
    {
        "start_time": "2023-04-14T15:50:00Z",
        "end_time": "2023-04-14T15:55:00Z",
        "tweets": "I don't want to say it, but I truly believe the US Stock Market is corrupt. Asked ChatGPT best quotes from our founder Richard D. Wyckoff. 😎👍 #wyckoff \n\nRichard D. Wyckoff was a stock market expert"
    },
    {
        "start_time": "2023-04-14T15:55:00Z",
        "end_time": "2023-04-14T16:00:00Z",
        "tweets": "$MULN $MMAT The stock market exists to transfer money from the impatient to the patient, trying to see more than"
    },
    {
        "start_time": "2023-04-14T16:00:00Z",
        "end_time": "2023-04-14T16:05:00Z",
        "tweets": "📚 Quote of the day\n\"I believe in analysis and not forecasting.'\n-Nicolas Darvas, 'How I Made $2,000,000 in the Stock Market', Daily reminder these criminal fucks fraudulently price fix the U.S. stock market by shorting $VIX and its derivatives with stolen"
    },
    {
        "start_time": "2023-04-14T16:05:00Z",
        "end_time": "2023-04-14T16:10:00Z",
        "tweets": "During the last 10 days of Ramadan, news about CIV225 was spreading like wildfire on Twitter, causing a telegraph-like effect The Fed will likely keep raising FFR until inflation drops and stays down.  This is same as saying they The stock market has been on a rollercoaster ride, but companies like #Apple and #Amazon are still strong picks for Hey Gary, stop with the Foolish Law Suits like the one with #Ripple #XRP &amp; go after the real criminals"
    },
    {
        "start_time": "2023-04-14T16:10:00Z",
        "end_time": "2023-04-14T16:15:00Z",
        "tweets": "$SPY Breaking News: French court approves Macron’s plan to raise pension age as nationwide protests rage on CNBC check in on a day I can’t get to my desk. \n\nEcho chamber of stock market = the economy. Want to invest in the stock market but don't know where to start? Index funds could be the answer! 📈💼🔍"
    },
    {
        "start_time": "2023-04-14T16:15:00Z",
        "end_time": "2023-04-14T16:20:00Z",
        "tweets": "no tweets"
    },
    {
        "start_time": "2023-04-14T16:20:00Z",
        "end_time": "2023-04-14T16:25:00Z",
        "tweets": "👍💵💰In my opinion it has been a excellent week on the stock market ✅ US stock market’s a ducking joke. Full of corruption and fraud. Everyone involved needs to be lined up against the Few days I will wait before taking a trade. Direction need to be clear.  3 more days. \n\nER has"
    },
    {
        "start_time": "2023-04-14T16:25:00Z",
        "end_time": "2023-04-14T16:30:00Z",
        "tweets": "The stock market is filled with individuals who know the price of everything, but the value of nothing. - Philip What I truly love about the stock market is it’s ability to provide opportunities each and every day. \n\nRegardless of Financial market humor: Read the stock market headlines for one day, then again a day or two later.\n\nYesterday: \"Top market"
    },
    {
        "start_time": "2023-04-14T16:30:00Z",
        "end_time": "2023-04-14T16:35:00Z",
        "tweets": "However, the odds I give the stock market of crashing (within 1-2 years) are extremely high.\nSome will rebut that bitcoin In other words i'm bullish short-medium term, I do think there'll be a big stock market crash in the coming skill, risk appetite and luck are the three most essential things one need in their life to make money from"
    },
    {
        "start_time": "2023-04-14T16:35:00Z",
        "end_time": "2023-04-14T16:40:00Z",
        "tweets": "no tweets"
    },
    {
        "start_time": "2023-04-14T16:40:00Z",
        "end_time": "2023-04-14T16:45:00Z",
        "tweets": "Well, the goldbugs are wrong again. This claim that the stock market must crash and only gold will rise is Why do many retail investors and traders lose money in the stock market?\n\n1/ Lack of knowledge and experience can cause $JPM's Dimon Today:\n\n“The economy is generally healthy. Consumers are spending with strong balance sheets. Businesses are in good shape. However,"
    },
    {
        "start_time": "2023-04-14T16:45:00Z",
        "end_time": "2023-04-14T16:50:00Z",
        "tweets": "im so unemployed its crazy like im sitting here at 1pm on a weekday staring at the cookie clicker stock U.S. Stock Market Continues Decline, NASDAQ Drops 1.00 Percent As always, there will be a period of time where toxic trolls will try to belittle me for selling.\n\nThen in Not sure how a stock market platform can hesitate when you try to sell your options  so that your Not sure how a stock market platform can hesitate when you try to sell your options  so that your I've gone to Walgreens 3 days in a row now, went twice yesterday, to buy stuff to combat #chemo side-effects."
    },
    {
        "start_time": "2023-04-14T16:50:00Z",
        "end_time": "2023-04-14T16:55:00Z",
        "tweets": "stalking flights feels like i’m watching the stock market"
    },
    {
        "start_time": "2023-04-14T16:55:00Z",
        "end_time": "2023-04-14T17:00:00Z",
        "tweets": "Wow!\n\nI can’t believe how much money this administration \n\nis taking from my family\n\n&amp; the left media gives them a pass\n\nInflation The most evil woman who lied and tried to get Trump back in is Maria Bartiroma. \nI remember when she The Big Short guy and his minions caused so many people miss out on the biggest wealth creation opportunities in Current #DOGE Price is $0.0925961 #Dogecoin #Crypto #ToTheMoon🌕"
    },
    {
        "start_time": "2023-04-14T17:00:00Z",
        "end_time": "2023-04-14T17:05:00Z",
        "tweets": "Most people invest in the stock market, but the savviest investors invest in their own personal growth.\n\nThat's the secret to Is anyone making money with my  stock market picks for the day 😉 What do you call an Indian stock market expert who always makes the wrong call? Reading #5048 =&gt; Twitter's sentiment of the stock market is bearish with a reading of -158."
    },
    {
        "start_time": "2023-04-14T17:05:00Z",
        "end_time": "2023-04-14T17:10:00Z",
        "tweets": "haven't been too active in the stock market lately. Sold put options for the first time. I'm fine with being"
    },
    {
        "start_time": "2023-04-14T17:10:00Z",
        "end_time": "2023-04-14T17:15:00Z",
        "tweets": "guys who looks at a capitalist corporation operating on the stock market using its capital to purchase labor power from"
    },
    {
        "start_time": "2023-04-14T17:15:00Z",
        "end_time": "2023-04-14T17:20:00Z",
        "tweets": "no tweets"
    },
    {
        "start_time": "2023-04-14T17:20:00Z",
        "end_time": "2023-04-14T17:25:00Z",
        "tweets": "Crap day on the stock market today but can't complain as had a very good week, still couple hours to Framework for human relationships Part 13\n\nLord Christ Jesus died for the people of the world. Lord Christ Jesus took a"
    },
    {
        "start_time": "2023-04-14T17:25:00Z",
        "end_time": "2023-04-14T17:30:00Z",
        "tweets": "no tweets"
    },
    {
        "start_time": "2023-04-14T17:30:00Z",
        "end_time": "2023-04-14T17:35:00Z",
        "tweets": "All my stocks are up right now and this investor Twitter account recommended 6 stocks this morning. There all currently FACTS for Open eyes-\n1. Gold Skyrocketing \n2. VIX less than 11.9%\n3. Banks under huge pressure due to higher interest rates\n\nWhat"
    },
    {
        "start_time": "2023-04-14T17:35:00Z",
        "end_time": "2023-04-14T17:40:00Z",
        "tweets": "3 simple facts Peter Lynch looked for in great investments\n\n1. Great product(s)\n2. Scalable\n3. Neglected by Wall Street\n\nLynch was always on Low VIX: \nA low VIX typically indicates that investors are expecting relatively little volatility in the stock market. This can Back into the stock market I go 💰🤝🏾 $SPY Breaking News: Stocks making the biggest moves midday: Boeing, JPMorgan, UnitedHealth, Rivian and more"
    },
    {
        "start_time": "2023-04-14T17:40:00Z",
        "end_time": "2023-04-14T17:45:00Z",
        "tweets": "As the world moves from the criminal Ponzi scheme stock market two @Harvard crooks are mainly to blame. @GaryGensler Ken ”One of the funny things about the stock market is that every time one person buys, another sells, and both Even if it feels scary to jump in (when it comes to stock market investing) THIS is the time to"
    },
    {
        "start_time": "2023-04-14T17:45:00Z",
        "end_time": "2023-04-14T17:50:00Z",
        "tweets": "A thread on market psychology .\n\n1. The stock market isn't just about numbers and data - it's also heavily influenced Instagram influencers : If you want get rich from stock market comment “Join” and we will sent link of our Breaking: Stock market skyrockets*\n\n*But not right now."
    },
    {
        "start_time": "2023-04-14T17:50:00Z",
        "end_time": "2023-04-14T17:55:00Z",
        "tweets": "no tweets"
    },
    {
        "start_time": "2023-04-14T17:55:00Z",
        "end_time": "2023-04-14T18:00:00Z",
        "tweets": "Had a new notif about SunnyV2's new video and now he's just falling like the stock market. SunnyV2 might need I keep getting random warren buffet or how this investor beat the stock market tweets anybody else? Do study and lots of research if you want to learn stock market investing if you just wanted to earn"
    },
    {
        "start_time": "2023-04-14T18:00:00Z",
        "end_time": "2023-04-14T18:05:00Z",
        "tweets": "Chinese stock market is coming soon collapse. \"Having a well-defined plan is crucial in the stock market. It helps you navigate through any market condition with confidence the stock market did nowhere near enough today. So much for ''the government's monetary policy!''"
    },
    {
        "start_time": "2023-04-14T18:05:00Z",
        "end_time": "2023-04-14T18:10:00Z",
        "tweets": "BREAKING: WITH LESS THAN 2 HOURS UNTIL THE CLOSE, THE STOCK MARKET APPEARS TO STILL BE CONFUSED AS FUCK Ali Koç was sipping on a glass of Kizilcik Şerbeti while watching the news about the recent earthquake and the Cashier said it but instead of the stock market dipshit libs get wine drunk this a massive speaker setup at The   🇳🇬   stock market ended negative amid sell-offs in Cadbury and Wema"
    },
    {
        "start_time": "2023-04-14T18:10:00Z",
        "end_time": "2023-04-14T18:15:00Z",
        "tweets": "I've been staying out of the stock market and investing in Schwab's US Treasury Money Fund. This fund has been The stock market DOES work in patterns.\nThe crypto market does follow in some sense, but sentiment is a bigger indicator The #stockmarket is open 252 days each year. \n\nIf you made $50 each day that the stock market was open,"
    },
    {
        "start_time": "2023-04-14T18:15:00Z",
        "end_time": "2023-04-14T18:20:00Z",
        "tweets": "\"Alex and Jesus discussed the Elliott Wave theory with Novak while listening to Ariana's latest hit, all while Amin was Dream 11 is more stable than stock market brokers. \n\nPeriod. The \"dirty secret\" behind Macron’s kowtowing to China\": the luxury sector is keeping France and the stock market afloat, and"
    },
    {
        "start_time": "2023-04-14T18:20:00Z",
        "end_time": "2023-04-14T18:25:00Z",
        "tweets": "Speaking of fact, most of us, MOST OF US, will never make money in stock market #NEPSE  I said Becoming a leader is a lot like investing successfully in the stock market. If your hope is to make fortune Watching Biden in Ireland, listening to Kamala try to speak, the stock market up because interest rates are being raised,"
    },
    {
        "start_time": "2023-04-14T18:25:00Z",
        "end_time": "2023-04-14T18:30:00Z",
        "tweets": "Instead of buying a pre-order the game, I'm investing in the stock market. My goal is to purchase the game Stock market closes soon. Not financial advice. Couple of years ago,IT stocks were the flavour of the season,now no one wants to touch them even with a"
    },
    {
        "start_time": "2023-04-14T18:30:00Z",
        "end_time": "2023-04-14T18:35:00Z",
        "tweets": "Many people might not be aware of this, but from 1997-2007 there was a period of relative stagnation in the When your investments yield $10k/month in passive income, stock market fluctuations won't faze you anymore. 😎 \n\nIn fact, a dip"
    },
    {
        "start_time": "2023-04-14T18:35:00Z",
        "end_time": "2023-04-14T18:40:00Z",
        "tweets": "Did you know that Lumber is a 🔑 indicator for the stock market, housing, and even credit creation? 🏠💰 Let's Progress is like the stock market, you’ll have ups and downs, some days you’ll crash and fall.\n   "
    },
    {
        "start_time": "2023-04-14T18:40:00Z",
        "end_time": "2023-04-14T18:45:00Z",
        "tweets": "\"I received a telegram from my Ukrainian friend inviting me to watch the Barca game at his place while we $MULN shorts today last date to cover. You can prove me wrong if you would like next week. By end It's like there is something bothering this market other than what the public is aware, or the problem is much"
    },
    {
        "start_time": "2023-04-14T18:45:00Z",
        "end_time": "2023-04-14T18:50:00Z",
        "tweets": "I wish I knew that the stock market can give fixed returns!\n\nI could've invested all money for some time and"
    },
    {
        "start_time": "2023-04-14T18:50:00Z",
        "end_time": "2023-04-14T18:55:00Z",
        "tweets": "🚨🚨🚨 the stocks for Monday morning 04 17 2023 \nAre incredible buys right now and you never know what can The stock market is never obvious. It is designed to fool most of the people, most of the time"
    },
    {
        "start_time": "2023-04-14T18:55:00Z",
        "end_time": "2023-04-14T19:00:00Z",
        "tweets": "🚨🚨🚨Stock market picks to buy right now\nCTLT\nCTPTY\nALVO\nMAX\nSPR\nSCPH\nEXCELLENT INVESTMENTS RIGHT NOW TO MAKE MONEY 🟢🌎🌍💰💵 Who ever has programmed short algo's at quant funds hasnt studied 1929 or 1970s period stock market . they will"
    },
    {
        "start_time": "2023-04-14T19:00:00Z",
        "end_time": "2023-04-14T19:05:00Z",
        "tweets": "🚨 Stock market buys right now 04 14 2023\nSCHP\nGFAI\nPLSE\nPESI\nKNTE\nSPR\nGBRG\nARVL\nALVO\nMAX\nCTLT\nEVER\nIDAI\nVCIG\n🔴🔴🔴 GET THEM WHILE THERE DOWN ON PRICE AND THEN YOU WILL I graduated high school in 2007, just in time for the stock market crash🤘🏻I got hired at Sbux in 2009. .@ESYudkowsky just taking the temperature here: as a betting man, are you currently investing in the stock market at any If you don't do anything today, go do some research on the company \"BlackRock\"! \n\nThey are invested in and controlling Do you know where you can get chicken broth in bulk? The stock market. #dadjokes #dryhumour"
    },
    {
        "start_time": "2023-04-14T19:05:00Z",
        "end_time": "2023-04-14T19:10:00Z",
        "tweets": "i love how people are like the great depression and not talk about the russian one??? wdym the stock market Anyone predicting numbers is 100% charlatan. #bitcoin real estate, stock market whatever market you name it Investing in the stock market can be a great way to build wealth over time, but it comes with risks,"
    },
    {
        "start_time": "2023-04-14T19:10:00Z",
        "end_time": "2023-04-14T19:15:00Z",
        "tweets": "Recently, I've been investing in the stock market and I consistently see Vanguard recommended above the rest. However, I already Dividend investing is a great way to build long-term wealth regardless of the stock market variations.\n\nIf you're looking for a"
    },
    {
        "start_time": "2023-04-14T19:15:00Z",
        "end_time": "2023-04-14T19:20:00Z",
        "tweets": "Fish are important to the economy- not as a product, but as the economist. The fish are helping the stock Bitcoin is controlled by rich white dudes/institutions so that's why they are always selling when the stock market goes down. Sadly WS has gone out of control in high jacking the stock market IMO. \n\nIt's not just randomly dropping $AMC"
    },
    {
        "start_time": "2023-04-14T19:20:00Z",
        "end_time": "2023-04-14T19:25:00Z",
        "tweets": "Should You take your extra income and invest in Real Estate? \n\nReal estate investing can offer robust long-term returns that"
    },
    {
        "start_time": "2023-04-14T19:25:00Z",
        "end_time": "2023-04-14T19:30:00Z",
        "tweets": "no tweets"
    },
    {
        "start_time": "2023-04-14T19:30:00Z",
        "end_time": "2023-04-14T19:35:00Z",
        "tweets": "The stock market is a woman"
    },
    {
        "start_time": "2023-04-14T19:35:00Z",
        "end_time": "2023-04-14T19:40:00Z",
        "tweets": "%#&amp;^ the stock market!!!\n\nI'm making a withdrawal!!!\n\nThe stonk market is for WITHDRAWALS, not DEPOSITS!!!  🤬🤬🤬 You can tell if a War is coming up by turning off the news and looking at the stock market."
    },
    {
        "start_time": "2023-04-14T19:40:00Z",
        "end_time": "2023-04-14T19:45:00Z",
        "tweets": "The stock market has become quite the playground. The volatility deals excitement🎰. There is way too much optimism in the stock market."
    },
    {
        "start_time": "2023-04-14T19:45:00Z",
        "end_time": "2023-04-14T19:50:00Z",
        "tweets": "The stock market is giving a big fat 🖕 to bears.\n\nOh the disrespect...\n\nBears do something! Anything! $SPY Breaking News: Supreme Court temporarily blocks abortion pill restrictions"
    },
    {
        "start_time": "2023-04-14T19:50:00Z",
        "end_time": "2023-04-14T19:55:00Z",
        "tweets": "Aye @Apple fuck you yo bitch ass ceo and founder and all the nfs that work for yall including yalls I think I'll pick up my jacks and go home.  It's safer there and nobody beats me up. AMC is the biggest thing that has ever happened the the stock market. They know it and we know it."
    }
]